import React from 'react'; 
function About() { 
 return ( 
 <section>
    <div class='part'>
        <div class='txt'>
        <p>ArtVision — это не просто галерея, а креативное пространство, где искусство становится ближе к людям. 
            Наша история началась в 2015 году, когда группа энтузиастов — художников, кураторов и меценатов — объединилась 
            с одной целью: <b>сделать современное и классическое искусство доступным для каждого</b>.</p>
        <p>В 2018 году мы выкупили старинное здание в центре города, которое когда-то было фабричным цехом. 
            После масштабной реконструкции здесь появились:</p>
        <ul>
            <li>Основной выставочный зал с высокими потолками и идеальным светом.</li>
            <li>Лекторий для мастер-классов и дискуссий.</li>
            <li>Арт-кафе с книгами и винтажными постерами.</li>
        </ul>
        <p>Теперь это место стало культурным хабом, где проходят выставки, перформансы, лекции и даже джазовые вечера.</p>
        </div>
    </div>
 </section>
 ); 
} 
export default About; 